{
  "3": [
    "אני אדם בעל יכולות רבות ומגוונות וכל  מה שאני עוסק בו הופך לסיפור הצלחה, יש בי רצון עז לעשות עוד ועוד, להצליח ולהיות הטוב ביותר בתחום עשייתי.",
    "אני מקבל הערכה מרובה והכרה בהישגיי, גורמים המהווים עבורי דרבון משמעותי להמשך עשייה והתפתחות.",
    "אני מאמין בעצמי, מרוצה מדרכי ובטוח ביכולותיי.",
    "חשוב לי להראות טוב בעיני כולם.",
    "לעיתים מעירים לי על הצורך התמידי בשמירת תדמית המצליחנות, שבאה על חשבון קשרים אינטימיים ורגשיים אמיתיים.",
    "קשה לי להיות במנוחה ובשקט כיוון שתמיד יש דברים רבים שאני רוצה לעשות.",
    "יש בי גמישות רבה ויכולת הסתגלות גבוהה למצבים משתנים ולמגוון התנהגויות."
  ],
  "6": [
    "יש לי צורך עז בביטחון ואני מבחין בקלות בדברים שעלולים לסכן ולפגוע בי ובקרובים לי.",
    "ברור לי שראוי להטיל ספק במה שלאחרים נראה ברור ופשוט.",
    "אני רואה מניעים נסתרים אצל אנשים ובמאורעות הקורים סביבי. צורת ראייה זו מביאה אותי לעמידה על המשמר ואפילו לחשדנות ולהססנות.",
    "ברבים מהמקרים אני עלול לחוות פחד ואף חרדה שמא יקרה משהו נורא.",
    "יש לי דמיון מפותח ואנשים רואים אותי כאיש מבריק ובעל חוש הומור מפותח.",
    "יש לי קושי עם סמכות. מצד אחד חשובים לי סמכות וביטחון ומצד שני אני מטיל בבעל הסמכות ספק ואף חשד.",
    "אני נחשב לחבר נאמן ומסור שניתן לסמוך עליו במיוחד במצבי סכנה ולחץ."
  ],
  "9":[
    "אני רואה עצמי כאדם נעים ונוח לבריות, מתון ושמח בחלקו.",
    "יש בי יכולת לראות את נקודת המבט של הזולת ולהיות קשוב לרצונותיו.",
    "אני נמנע ככל יכולתי מקונפליקטים ומבעיות קשות ומעדיף שחיי יתנהלו בהרמוניה ובנועם.",
    "גם אם הדבר דורש ויתור על רצונותיי וצרכיי.",
    "אנשים חווים אותי כאיש קל ונעים, רודף שלום ושלווה שנוח לשהות במחיצתו.",
    "אני עלול לדחות מטלות חשובות ולעסוק בזוטות תוך שאני שוכח לעיתים את העיקר ועוסק בטפל.",
    "קשה לי לדעת בבהירות מה מתחולל בנפשי והתחושה היא שיש לעתים מעין ערפל שאני שרוי בו המקשה עלי לראות בבהירות את עצמי ואת הסובב.",
    "חשובה לי מאד ההרמוניה עם הסביבה ולנוחות ולנועם יש מרכיב משמעותי בחיי."
  ],
  "4": [
    "אני אוהב לעשות דברים בדרך אישית ומקורית תוך שאני נעזר באינטואיציות גבוהות ומדויקות.",
    "אני אדם רגיש יצירתי ומיוחד ולעיתים קרובות אני מרגיש שאף אחד לא מבין אותי באמת.",
    "קיימת בי כמיהה לקשר רגשי עמוק ומיוחד שיגרום לי להרגיש שלם ובמיטבי בעוד שכשחסר הוא בחיי, אני עלול לחוות מלנכוליה ואף ייאוש.",
    "אני מבקש שחיי יהיו חיים של משמעות ועומק, חיפוש מתמיד זה עלול להראות דרמטי ומוגזם.",
    "מלווה אותי לעיתים קרובות תחושת חסר, כאלו יש משהו לא שלם בתוכי.",
    "לעיתים טוענים כנגדי שאני מונע באופן מוגזם ע״י רגשותיי ומביע אותם בצורה מוגזמת ודרמטית מדי.",
    "אני כמה ליופי, למקוריות ולמשמעות גבוהה לחיי."
  ],
  "1": [
    "אני רואה עצמי כאדם ישר, מוסרי בעל סטנדרטים גבוהים.",
    "אני מצפה מעצמי לחיות לפי סטנדרטים ואידיאלים שאני מאמין בהם ושלפיהם אני מודד גם את הזולת.",
    "לעיתים אנשים חווים את התנהלותי כדרך של ביקורת קשה בעוד שאני רואה אותה כרצון בלתי מתפשר להפוך את העולם למקום טוב וצודק יותר.",
    "אני מחויב ביותר, דייקן ואמין. כל המטלות והמחויבויות של חיי תופסים מקום חשוב הרבה יותר מאשר הדברים שאני רוצה ונעים לי לעשות.",
    "אני עלול לחוש כעס ואף זעם כשדברים אינם נעשים באופן ראוי בעיני, דבר שעלול להתפרש כפרפקציוניזם חסר פשרות.",
    "אני דוגל במוסריות גבוהה וחוש הצדק המפותח שלי מביא אותי לומר את שעל ליבי באופן ישיר ומדויק ללא התפתלויות והצטדקויות."
  ],
  "5": [
    "אני זקוק לשקט ולזמן רב עם עצמי ללא הפרעות מהסביבה.",
    "ניתן לומר עלי שאני אדם אנליטי, לומד, בעל יכולת ריכוז גבוהה.",
    "יש בי פתיחות רבה לידע חדש, לחוויות אסתטיות מעודנות ויכולת הקשבה לזולת.",
    "עולם המחשבה שלי עשיר ומגוון ולעיתים נדירות אני חש בדידות ושעמום כשאני לבדי.",
    "אני מסתפק במועט והצורך המרכזי שלי הוא בפינה אישית, שקטה, ללא הפרעות.",
    "יש הרואים אותי כנמנע מקשרים רגשיים, ומתרחק מהזולת.",
    "ניסיונות לערב אותי באינטראקציות חברתיות ובתסבוכות רגשיות עלול לגרום לי מצוקה והתכנסות יתר.",
    "יש בי סקרנות רבה, עומק מחשבה, חדשנות בניתוח העולם סביבי ורצון עז ללמוד עוד ועוד, תוך שספרים מהווים משאב בלתי נדלה לידע והבנות."
  ],
  "2": [
    "יש בי רגישות גדולה לזולת. לצרכיו, רגשותיו ורצונותיו ויכולת גבוהה מאד של הקשבה ונתינה.",
    "אני חווה עצמי כאדם חם נדיב אופטימי ושמח.",
    "יש לי צורך לחוש נאהב, מקובל ומוערך.",
    "אנשים מתארים את השהייה בחברתי כנעימה ומשרה שמחה.",
    "קל לי מאד להיות במקום של נתינה.",
    "קשה לי מאוד לומר 'לא' או לסרב לזולת, ואני עלול לשכוח את רצונותיי וצרכיי.",
    "לעיתים התנהגותי יכולה להראות כפתינית וחסרת גבולות ברורים.",
    "אני משקיע רבות במערכות היחסים האינטימיות שלי והן מהוות גורם משמעותי ביותר בחיי.",
    "קל לי להביע את השפע שאני חש באופן גלוי, אקספרסיבי ואף דרמטי, יחד עם זאת אני רגיש מאד.",
    "כל פגיעה ולו הקטנה ביותר עלולה לגרום לי כאב רב ואף להתפרצויות כעס."
  ],
  "7": [
    "אני רואה את עצמי כאדם אופטימי, שמח, שחייו מלאי עניין ועשייה.",
    "יש בי מרץ רב ויומי מלא וגדוש בפעילויות שונות.",
    "אני אוהב לנוע ממקום למקום, מעשייה לעשייה, מבילוי לבילוי תוך שאני מפיק מכל דבר את המיטב שבו.",
    "יש לי יכולת לקלוט במהירות נושאים מורכבים וחדשים לי, מחשבתי זריזה ואקטיבית ומסוגלת לטפל במגוון נושאים בו זמנית.",
    "יש הטוענים נגדי שאני עלול להיות חסר סבלנות, מרוכז בעצמי ובהנאותיי ונמנע מלגעת בנושאים כואבים ולא נעימים.",
    "אני לא עסוק בהתרפקויות על העבר, בהתחבטויות ובגעגועים.",
    "פניי לעתיד ולכל השפע והטוב שהוא מזמן לי.",
    "כשאני מאבד עניין בנושא כלשהו, כשהנושא הופך לשגרה אפורה וחסרת ברק, קשה לי להישאר בו ואנסה למצוא אפיקים חדשים למרצי וליכולותיי."
  ],
  "8": [
    "אני חש את עצמי כאדם חזק, בטוח בעצמו, ישיר ובעל יכולת.",
    "אני מביע את רצונותיי באופן בהיר, ברור וללא פשרות.",
    "איני אוהב מניפולציות ודרכים עקלקלות.",
    "תמיד אהיה מוכן לעזור לקרובים לי ובמיוחד אם נעשו דברים שאינם צודקים בעיניי.",
    "יש לי כושר ביצוע גבוה, יכולת מנהיגות וסמכותיות ואיני נרתע מעימותים- לעולם לא אכנע ללא מאבק.",
    "אני מביע את צרכי ורצונותיי ובמיוחד את הכעס שבי ללא סייגים וללא עכבות.",
    "לעיתים טוענים מולי שאני תוקפני, שתלטן ונקמן.",
    "קשה לי לשאת ולהבין חולשה אצל אנשים.",
    "אני מצפה שייקחו אחריות על חייהם ויפעלו לשיפור מצבם ללא בכיינות וללא דחיינות.",
    "אני נחשב כאיש שמילתו סלע, איש של כבוד שניתן לסמוך עליו ועל הבטחותיו."
  ]
}